tap "nikitabobko/tap"
brew "bat"
brew "docker"
brew "eza"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "hyperfine"
brew "rm-improved"
brew "stow"
brew "tldr"
brew "trippy"
brew "vim"
brew "wifi-password"
cask "aerospace"
cask "affinity-designer@1"
cask "affinity-photo@1"
cask "appcleaner"
cask "blender"
cask "calibre"
cask "discord"
cask "disk-inventory-x"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "libreoffice"
cask "mattermost"
cask "obsidian"
cask "overkill"
cask "raycast"
cask "rive"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "bbenoist.nix"
vscode "burkeholland.simple-react-snippets"
vscode "codeandstuff.package-json-upgrade"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "github.vscode-github-actions"
vscode "jasonnutter.search-node-modules"
vscode "jnoortheen.nix-ide"
vscode "jock.svg"
vscode "k--kato.intellij-idea-keybindings"
vscode "kricsleo.vscode-package-json-inspector"
vscode "mattlott.copy-github-url"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "pomdtr.excalidraw-editor"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "richie5um2.vscode-sort-json"
vscode "rust-lang.rust-analyzer"
vscode "sonarsource.sonarlint-vscode"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-extension-pack"
vscode "wallabyjs.wallaby-vscode"
vscode "wokwi.wokwi-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
